src/test/resources/xml/control-message.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Header />
	<soapenv:Body>
		<testMessage xmlns="http://www.example.org/schema">
			<number>0</number>
			<text>${IGNORE}</text>
		</testMessage>
	</soapenv:Body>
</soapenv:Envelope>
